{
    "homepage": "Homepage",
    "dropdown-link-about": "About",
    "dropdown-link-services": "Services",
    "dropdown-link-project": "Projects",
    "dropdown-link-news": "News",
    "dropdown-link-contact" : "Contacts",
    "home-hover-link-about": "About",
    "home-hover-link-partners": "Partners",
    "home-hover-link-licenses" : "Licenses",
    "service-card-bg-text": "Services",
    "service-variataion1": "Turnkey construction of solar power plants",
    "service-variation2": "Design, Feasibility Study and System Management",
    "service-variation3": "Energy system modeling and analysis",
    "service-variation4": "Technical inspection and audit",
    "projects-section": "Projects",
    "project-overlay-completed": "Completed",
    "feedback-info-h1": "Work with us",
    "feedback-info-p": "Join our innovative and collaborative team! We are always looking for talented individuals ready to make a difference. Upload resume and start your journey with us.",
    "cv-link": "UPLOAD YOUR RESUME",
    "marquee-bg-text": "HAVE QUESTIONS?",
    "address": "Andijon Region, Andijon City, Istiqlol Street, House 30, Apartment 17",
    "colored-phone": "Phone",
    "colored-email": "Email",
    "colored-address": "Address",
    "container2-title": "Pages",
    "working-hours": "Monday - Saturday 09:00 – 18:00",
    "working-hours-title": "Working hours",
    "service-title1": "Turnkey construction of solar power plants for commercial and industrial facilities",
    "service-title2": "Design, Feasibility Study and System Management for Renewable Energy Facilities",
    "service-title3": "Energy system modeling and analysis",
    "service-title4": "Technical inspection and audit of renewable energy facilities",
    "service1-desc1": "Development of project concept and adaptation of technical documentation",
    "service1-desc2": "Supply of equipment and installation materialsbr",
    "service1-desc3": "Organization of construction and installation work",
    "service1-desc4": "Electrical and mechanical commissioning",
    "service1-desc5": "Final commissioning and handover of the facility",
    "service2-desc1": "Preparation of Feasibility Studies (FS)",
    "service2-desc2": "Development of system-level management models for energy projects",
    "service2-desc3": "Drafting of technical and regulatory project documentation",
    "service3-desc1": "Digital modeling in DIgSILENT PowerFactory environment",
    "service3-desc2": "Comprehensive simulation of 110kV, 220kV, and 500kV electrical networks",
    "service3-desc3": "Reliability analysis of grid performance",
    "service4-desc1": "On-site assessment of cabling, transformers, and electrical panels",
    "service4-desc2": "Thermal imaging diagnostics of solar panels, transmission lines, and wind turbine blades using drones",
    "service4-desc3": "Preparation of a detailed report including detected issues and recommendations",
    "aboutinformation-card1": "1. Design & Engineering – full engineering documentation for solar power plants and electrical infrastructure 2. Grid Connection Solutions – secure integration into national and local power 3. Protection & Stability Systems – maintaining grid balance using RAS and WAMS/WACS technologies 4. Integration of Solar and Wind Sources – seamless connection of renewables into power systems 5. Site Assessment – solar and wind resource analysis, feasibility studies 6. Turnkey EPC Projects – complete construction and delivery of PV power plants 7. Technical Consulting – strategic and engineering advisory for public and private clients",
    "aboutinformation-card2-title": "Our Advantages",
    "aboutinformation-card2": "1. Direct involvement in projects with a total installed capacity exceeding 500 MW 2. Successfully completed tracker system installation at the 250 MW Nur Bukhara Solar Power Plant located in Olot District, Bukhara region 3. Eective collaboration with leading international and regional companies, including U Energy (South Korea), Baihai Solar, and Power Sun 4. Skilled in-house team for PV module installation, tracker assembly, electrical connections, geodetic surveying, and HSE compliance 5. Proven experience in modernizing schools, industrial, and social infrastructurefacilities using solar energy co-friendly materials, and construction techniques that minimize environmental impact.",
    "aboutinformation-card3-title": "Company Information Foundation Year",
    "sta": "Number of STA",
    "andijan": "Andijan oce – 15 employees",
    "tashkent": "Tashkent oce – 3 employees",
    "warehouse": "Warehouse capacity",
    "andijan-warehouse": "Andijan – more than 0.5 MW of PV panels",
    "tashkemt-warehosue": "Tashkent – more than 1 MW of PV panels",
    "software": "Software Licenses",
    "partner": "Partner Companies",
    "kor": "South Korea",
    "loc": "Local",
    "foundation": "Foundation year",
    "certificate": "Licenses and certificates",
    "certificares-info": "We proudly hold locally and internationally recognized certifications and licenses that validate our commitment to excellence, safety, and sustainability."
}